[
  {
    "id": 0,
    "author": "Suzanne Collins",
    "title": "The Hunger Games",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/hungerGames.jpg",
    "description": "A thrilling dystopian novel set in a post-apocalyptic society where teenagers are forced to compete in a brutal televised battle for survival."
  },
  {
    "id": 1,
    "author": "James Dashner",
    "title": "The Maze Runner",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/mazeRunner.png",
    "description": "A gripping science fiction novel that follows a group of teenagers trapped in a mysterious maze, as they struggle to uncover its secrets and find a way to escape."
  },
  {
    "id": 2,
    "author": "F. Scott Fitzgerald",
    "title": "The Great Gatsby",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/gatsby.jpg",
    "description": "A classic American novel that delves into the extravagant and complex world of Jay Gatsby, a wealthy socialite, and explores themes of love, wealth, and the American Dream in 1920s New York."
  },
  {
    "id": 3,
    "author": "J.R.R. Tolkien",
    "title": "The Lord of the Rings",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/lotr.jpg",
    "description": "A fantasy epic that follows Frodo Baggins and his companions on a quest to destroy the One Ring and defeat the Dark Lord Sauron, set in the richly detailed world of Middle-earth."
  },
  {
    "id": 4,
    "author": "George Orwell",
    "title": "1984",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/1984.jpg",
    "description": "A dystopian novel set in a totalitarian society where individualism is suppressed, and Big Brother watches everyone. It explores themes of government surveillance, propaganda, and the power of language."
  },
  {
    "id": 5,
    "author": "J.K. Rowling",
    "title": "Harry Potter and the Sorcerer's Stone",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/harryPotter.jfif",
    "description": "The first book in the beloved Harry Potter series, it introduces the young wizard Harry Potter as he begins his magical education at Hogwarts School of Witchcraft and Wizardry."
  },
  {
    "id": 6,
    "author": "Jane Austen",
    "title": "Pride and Prejudice",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/pridePrejudice.jpg",
    "description": "A classic romance novel that follows the tumultuous relationship between Elizabeth Bennet and Mr. Darcy in 19th-century England, exploring themes of love, marriage, and social class."
  },
  {
    "id": 7,
    "author": "Markus Zusak",
    "title": "The Book Thief",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/bookThief.jpg",
    "description": "Set during World War II, this novel tells the story of Liesel Meminger, a young girl in Germany who develops a love for books and steals them to save them from destruction bythe Nazis. It explores the power of words, storytelling, and the resilience of the human spirit in the face of adversity."
  },
  {
    "id": 8,
    "author": "Harper Lee",
    "title": "To Kill a Mockingbird",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/mockingbird.jpg",
    "description": "A classic novel that addresses racial injustice and moral growth through the eyes of Scout Finch, a young girl living in the racially divided town of Maycomb, Alabama during the Great Depression."
  },
  {
    "id": 9,
    "author": "Ray Bradbury",
    "title": "Fahrenheit 451",
    "borrows": [],
    "returns": [],
    "cover": "../../assets/fahrenheit451.jpg",
    "description": "Set in a future society where books are banned and burned, this novel follows the story of Guy Montag, a fireman tasked with burning books who starts to question his role in suppressing knowledge and free thought."
  }

]